Repository: Ammar0ah/Safartas-Chef
Catalog: Safartas Chef/Resources/*.lproj/Localizable.strings
Languages: ar

source: NO Connection!
ar: لايوجد اتصال

source: time
ar: الوقت

source: enough for
ar: كافي لـ

source: price
ar: السعر

source: Açıklaman yaz.....
ar: الوصف

source: Siparişin tipi seçiniz
ar: اختر نوع الطبق

source: Menü Düzenle
ar: قائمة التعديل

source: Sipariş
ar: الطلبات

source: hakkında
ar: حول

source: Actif
ar: نشط

source: Çıkış
ar: خروج

source: Minimum sipariş
ar: الطلب الأدنى

source: Dil
ar: اللغة

source: Çalışma saatleri
ar: ساعات العمل

source: Kaşçı adı
ar: اسم الطاهي

source: Bayt Almoona
ar: بيت المونة

source: Telefon Numarasi
ar: رقم الموبايل

source: şifre
ar: كلمة السر

source: Yeni Şifre
ar: كلمة السر الجديدة

source: Yeni şifreyi tekrar girin
ar: تأكيد كلمة المرة

source: PIN Kod
ar: PIN رمز

source: Log In
ar: تسجيل الدخول

source: Hesapın yok mu?
ar: ليس لديك حساب؟

source: İlerlemek
ar: تأكيد

source: İsim
ar: الاسم

source: Tekrar şifre
ar: تأكيد كلمة المرور

source: Şimdiki
ar: الموقع

source: Yap
ar: إنشاء

source: Hisapınız var mı?
ar: لديك حساب؟

source: Şifremi unuttun?
ar: نسيت كلمة المرور؟

source: Başvuru
ar: تسجيل
